Repository: Br3nda/drupal-module-advanced_help
Catalog: translations/*.po
Languages: de

source: Search results
de: Suchergebnisse

source: Your search yielded no results
de: Ihre Suche ergab kein Ergebnis

source: Enable the search module to search help.
de: Das Suchmodul aktivieren, um die Hilfe durchsuchen zu können.

source: @module help index
de: @module Hilfe-Index

source: Module help index
de: Modul-Hilfe-Index

source: Search help
de: Hilfe durchsuchen

source: Please enter some keywords.
de: Geben Sie ein paar Schlüsselworte ein

source: Help
de: Hilfe

source: Missing help topic.
de: Hilfethema fehlt.

source: view advanced help topic
de: Thema der erweiterten Hilfe ansehen

source: view advanced help popup
de: Popup-Fenster der erweiterten Hilfe ansehen

source: view advanced help index
de: Index der erweiterten Hilfe ansehen

source: Stores search index correlations for advanced help topics.
de: Speichert Suchindex-Übereinstimmungen für Themen der erweiterten Hilfe

source: The primary key to give to the search engine for this topic.
de: Der primäre Schlüssel dieses Themas für die Suchmaschine.

source: The module that owns this topic.
de: Das Modul, zum dem dieses Thema gehört.

source: The topic id.
de: Die Themen-ID.

source: The language this search index relates to.
de: Die Sprache, auf die sich dieser Index bezieht.

source: Advanced help
de: Erweiterte Hilfe

source: Allow advanced help and documentation.
de: Ermöglicht erweiterte Hilfe und Dokumentation.

source: Click the help icon to view some example help about the PHP programming language (from wikipedia.org). Be sure to run cron to update the index if you want to try out the search features.
de: Klicken Sie auf das Hilfe-Icon, um eine Beispiel-Hilfe über die PHP-Programmiersprache zu sehen( von wikipedia.org). Stellen Sie sicher, dass Cron den Index aktualisiert, wenn Sie die Suchfunktionen ausprobieren möchten.

source: Example help
de: Hilfe-Beispiel

source: Advanced help example
de: Beispiel für erweiterte Hilfe

source: A example help module to demonstrate the advanced help module.
de: Das Hilfe-Beispiel-Modul, um das Modul 'Advanced Help' (Erweitrerte Hilfe) zu demonstrieren.
